[
	{
	
		"author_name": "Julia Donaldson",
		"biography": "Julia Donaldson has written some of the world's best-loved children's books, including modern classics The Gruffalo and The Gruffalo's Child, illustrated by Axel Scheffler, which together have sold over 25 million copies worldwide and have been translated into over one hundred languages. Further books illustrated by Axel include Room on the Broom, Stick Man, Zog and The Smeds and the Smoos – all of which have been made into much-loved animated films by Magic Light Pictures. Her other books include The Hospital Dog illustrated by Sara Ogilvie, The Christmas Pine illustrated by Victoria Sandøy and the hugely successful What the Ladybird Heard adventures illustrated by Lydia Monks. Julia also writes fiction, including the Princess Mirror-Belle series illustrated by Lydia Monks which has been made into a successful CBBC series, as well as poems, plays and songs – and her brilliant live shows are always in demand. She was the UK Children’s Laureate 2011–13 and has been honoured with a CBE for Services to Literature. Julia and her husband Malcolm divide their time between West Sussex and Edinburgh.",
		"img_file_name": "julia-donaldson.jpg"
	},
	{	
		"author_name": "Enid Blyton",
		"biography": "Enid Blyton is one of the most popular children's authors of all time. Her books have sold over 500 million copies and have been translated into other languages more often than any other children's author. Enid Blyton adored writing for children. She wrote over 700 books and about 2,000 short stories. The Famous Five books, now 75 years old, are her most popular. She is also the author of other favourites including The Secret Seven, The Magic Faraway Tree, Malory Towers and Noddy. Born in London in 1897, Enid lived much of her life in Buckinghamshire and loved dogs, gardening and the countryside. She was very knowledgeable about trees, flowers, birds and animals. Dorset - where some of the Famous Five's adventures are set - was a favourite place of hers too. Enid Blyton's stories are read and loved by millions of children (and grown-ups) all over the world. Visit enidblyton.co.uk to discover more.",
		"img_file_name": "enid-blyton.jpg"
	},
	{
		
		"author_name": "Roald Dahl",
		"biography": "The son of Norwegian parents, Roald Dahl was born in Wales in 1916 and educated at Repton. He was a fighter pilot for the RAF during World War Two, and it was while writing about his experiences during this time that he started his career as an author. His fabulously popular children's books are read by children all over the world. Some of his better-known works include James and the Giant Peach, Charlie and the Chocolate Factory, Fantastic Mr Fox, Matilda, The Witches, and The BFG. He died in November 1990.",
		"img_file_name": "roald-dahl.jpg"
	},
	{
		
		"author_name": "Elisabetta Maria Dami",
		"biography": "Elisabetta Maria Dami (born 1 January 1958) is an Italian children's book author who is best known for creating the book series Geronimo Stilton. Dami is the daughter of publisher Piero Dami (who founded Dami Editore in 1972). At the age of thirteen she started out in the publishing world as a proofreader for the family business, and at nineteen she wrote her first short stories. As an adventure lover, she got her aircraft pilot and parachutist licenses aged 20. At 23 she traveled around the world on her own and completed a famous survival course at the Outward Bound School in Maine, in the United States. Some of Dami's other adventures include taking part in a rally in the Sahara desert and crossing Africa from north to south in an off-road vehicle; she raced the 100-km Sahara ultramarathon and ran three New York marathons.",
		"img_file_name": "elisabetta-dami.jpg"
	},
	{

		"author_name": "Ruskin Bond",
		"biography": "Ruskin Bond (born 19 May 1934) is one of the fellows of the sahitya akademi and a renown Indian Author. His first novel, The Room on the Roof, was published in 1956, and it received the John Llewellyn Rhys Prize in 1957. Bond has authored more than 500 short stories, essays, and novels which includes 69 books for children.[1] He was awarded the Sahitya Akademi Award in 1992 for Our Trees Still Grow in Dehra. He was awarded the Padma Shri in 1999 and Padma Bhushan in 2014. He lives with his adopted family in Landour, Mussoorie, in the Indian state of Uttarakhand.",
		"img_file_name": "ruskin-bond.jpg"
	},
	{

		"author_name": "Sudha Murthy",
		"biography": "Sudha Murty (née Kulkarni; born 20 August 1951) is an Indian educator, author, and philanthropist. She is married to the co-founder of Infosys, N. R. Narayana Murty. She was a former chairperson of the non-profit charitable organization Infosys Foundation. In 2024, Murty was nominated as Member of Parliament, Rajya Sabha on 8 March 2024 for her contribution in social work and education. Murty was awarded the Padma Shri, the fourth highest civilian award in India, for social work by the Government of India in 2006. In 2023, she was awarded the Padma Bhushan, the third highest civilian award in India.",
		"img_file_name": "sudha-murthy.jpg"
	},
	{

		"author_name": "J.K. Rowling",
		"biography": "J.K. Rowling is the author of the enduringly popular, era-defining Harry Potter book series, as well as several stand-alone novels for adults and children, and a bestselling crime fiction series written under the pen name Robert Galbraith. The Harry Potter books have now sold over 600 million copies worldwide, been translated into 85 languages and made into eight blockbuster films. They continue to be discovered and loved by new generations of readers. Alongside the Harry Potter series, J.K. Rowling also wrote three short companion volumes for charity: Quidditch Through the Ages and Fantastic Beasts and Where to Find Them, in aid of Comic Relief, and The Tales of Beedle the Bard, in aid of her international children’s charity, Lumos. The companion books and original series are all available as audiobooks.",
		"img_file_name": "jk-rowling.jpg"
	},
	{

		"author_name": "Jeff Kinney",
		"biography": "Jeff Kinney is a #1 New York Times bestselling author of the 'Diary of a Wimpy Kid' and 'Diary of an Awesome Friendly Kid' series. He is a six-time Nickelodeon Kids’ Choice Award winner for 'Favorite Book' and has been named one of Time’s 100 Most Influential People in the World. He is also the creator of Poptropica, which was named one of Time’s 50 Best Websites. He spent his childhood in the Washington, D.C., area and later moved to New England where he and his wife own a bookstore, 'An Unlikely Story'.",
		"img_file_name": "jeff-kinney.jpg"
	},
	{

		"author_name": "John Gray",
		"biography": ""	,
		"img_file_name": "john-gray.jpg"
	},
	{

		"author_name": "Darius Foroux",
		"biography": "Darius Foroux is the author of 7 books, including the best-sellers ‘Think Straight’ and ‘What It Takes To Be Free.’ Since 2015, he’s been sharing his thoughts about life, business, and productivity on his blog. His ideas and work have been featured in TIME, NBC, Fast Company, Inc., Observer, and many more publications. 500K+ people read his blog every month. Join his free newsletter: http://dariusforoux.com/"	,
		"img_file_name": "darius-foroux.jpg"
	},
	{

		"author_name": "Dale Carnegie",
		"biography": "Dale Carnegie (1888-1955) described himself as a simple country boy from Missouri but was also a pioneer of the self-improvement genre. Since the 1936 publication of his first book, How to Win Friends and Influence People, he has touched millions of readers and his classic works continue to impact lives to this day.",
		"img_file_name": "dale-carnegie.jpg"
	},	
	{

		"author_name": "Stephen R Covey",
		"biography": "Stephen R. Covey is a renowned leadership authority, family expert, teacher, organizational consultant, and co-founder of FranklinCovey Co. He is author of several international bestsellers, including The 7 Habits of Highly Effective People, which has sold over 20 million copies. He was named one of TIME Magazine's 25 Most Influential Americans. Dr. Covey holds the Jon M. Huntsman Presidential Chair in Leadership at the Huntsman School of Business at Utah State University."	,
		"img_file_name": "stephen-covey.jpg"
	},
	{

		"author_name": "Joseph Murphy",
		"biography": "Dr. Murphy changed the lives of people all over the world. His legacy is being carried forward by the JMWGroupforlife.com and Dr-Joseph-Murphy.com. Dr. Murphy wrote, taught, counseled, and lectured to thousands of people all over the world, as Minister-Director of the Church of Divine Science in Los Angeles. His lectures and sermons were attended by thousands of people every Sunday. Millions of people tuned in his daily radio program and have read the over 30 books that he has written, which have sold over ten million copies worldwide. Dr. Joseph Murphy has been acclaimed as a major figure in the human potential movement, the spiritual heir to writers like James Allen, Dale Carnegie, Napoleon Hill, and Norman Vincent Peale and a precursor and inspirer of contemporary motivational writers and speakers like Tony Robbins, Zig Ziglar, Louise Hay and Earl Nightingale. He was one of the best selling authors in the mid-twentieth century. His book THE POWER OF YOUR SUBCONSCIOUS MIND has sold millions of copies and has been translated into thirty languages. This book has never been out of print and is still one of the best sellers in the self-help genre. The only authorized edition is published by Penguin Random House and JMW Group. Over the years Dr. Murphy has given lectures and radio talks to audiences all over the world. In his lectures he points out how real people have radically improved their lives by applying specific aspects of his concepts, and gives the listener guidelines on how they too can enrich their lives.",
		"img_file_name": "joseph-murphy.jpg"
	},
	{

		"author_name": "Robert T Kiyosaki",
		"biography": "",
		"img_file_name": "joseph-murphy.jpg"
	}
	
	
]
