[


  {
  
    "title": "The Hunt For the Golden Book",
    "author_id": 4,
    "genre_id": 1,
    "price": 700,
    "publication_date": "2022/02/17",
    "min_age": 8,
    "max_age": 12,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"the-hunt-for-the-golden-book.jpg",
    "summary":"If your little one loves to read books which are full of adventures and excitement, then 'Geronimo Stilton - The Hunt for the Golden Book’ is just the right book for them. Geronimo Stilton is one of the most popular characters of children books. Kids have always shown a lot of interest in going on a ride full of mystery and adventures with him. This book has continued the legacy of bringing some of the most adventurous stories for kids. In the book, protagonist Geronimo Stilton is celebrating 10 years of success in the field of writing. He wishes to celebrate his success by writing his story and publishing it as a book. But some things are not destined to happen smoothly. How is he going to type and publish his book when his precious laptop is not with him anymore? It has been stolen somewhere and nowhere to be found now. Go through the exciting tale of this laptop search and his zest to write and publish his success story. Kids will be thrilled as adventure is not just limited to the hunt of the Golden book. This edition has a lot more to offer and keep you engaged. You get an extra surprise story of the lake monster in this edition. The Lake Monster is again a tale full of energy, excitement, conspiracies and lot of secrets. When people of Mouse Island saw a monster in the lake, they were terrified at first, but then they grew suspicions. They asked Geronimo Stilton to investigate the entire case and resolve the mystery of the monster. Little did they know that the mystery will reveal many secrets of the creature? Large number of jokes will give you a good laugh during entire reading. About the author Italian author Elisabetta Dami is one of the most famous children's fiction writers. Born in Milan, she has been writing since the age of 18. She collaborates with Piemme Publishing house for her books. Till date, she has authored more than 100 books and has seen 100 million copies of her books sold all across the world. Geronimo Stilton is her most famous character. The book is available online for convenient shopping. You can bag this book from A today by following a few easy steps."

  },
  {
  
    "title": "The Kingdom of Fantasy",
    "author_id": 4,
    "genre_id": 1,
    "price": 700,
    "publication_date": "2022/02/17",
    "min_age": 8,
    "max_age": 12,
    "copies_available": 0,
    "back_orders": 4,
    "img_file_name":"the-kingdom-of-fantasy.jpg",
    "summary":"Geronimo Stilton arrives at work one fine morning to find the office in a complete uproar. The minute Geronimo sets his paw in the office, he realises this is not going to be a good day. His staff is complaining about things and everything is in disorder. Worst of all, he has a pimple on his snout. When he heads home after work, he is struck by a lightening and the electricity goes off. He has to find his way to his attic in pitch dark. After several mishaps like stepping on a roller skate and stepping onto a rake, he discovers a magical golden staircase there. He steps into the Kingdom of Fantasy. He is helped by Scribblehopper, a frog, who acts as his guide. His mission is to save the Queen of Fairies. He has to face many dangerous creatures like scorpions, sea serpents, pixies and creatures he did not know existed. He finds he has to save his own tail in addition to the Queen. Will Geronimo complete his adventure successfully or perish in the attempt? The books have a very witty language, simple enough for children, which keeps the reader smiling. It is beautifully illustrated and laid out. It is not hard to see why the books are such a favorite with children and adults. They are perfect for spending a happy hour on Sunday afternoons. About the author: Geronimo Stilton is a fictional author who lives in Mouse Island and runs The Mouse Gazette. The books are based on the adventure he faces in the course of his life. Elisabetta Dami was born in 1958 in Milan. She worked as a proofreader in her family's publishing house. Later, she started writing stories for children. In 1999 she collaborated with Piemme Publishing and thought up the idea of creating a protagonist who is a mouse and an author. He writes books about the various adventures he has. The books were published giving the fictional name of the author as Geronimo Stilton who is a rat. The books were translated into English and published by Scholastic. They have since been translated into 40 languages and have been a big favorite with children all over the world. Elisabetta Dami has written books in the voice of Thea Stilton and the Stilton sisters as well. She has written over 100 books."
  },

  {
  
    "title": "Harry Potter and The Philosopher's Stone",
    "author_id": 7,
    "genre_id": 1,
    "price": 1199,
    "publication_date": "2024/01/05",
    "min_age": 10,
    "max_age": 100,
    "copies_available": 20,
    "back_orders": 0,
    "img_file_name":"harry-potter-1.jpg",
    "summary":" Turning the envelope over, his hand trembling, Harry saw a purple wax seal bearing a coat of arms; a lion, an eagle, a badger and a snake surrounding a large letter 'H'. Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin! Having become classics of our time, the Harry Potter eBooks never fail to bring comfort and escapism. With their message of hope, belonging and the enduring power of truth and love, the story of the Boy Who Lived continues to delight generations of new readers."
  },



  {
   
    "title": "Matilda",
    "author_id": 3,
    "genre_id": 1,
    "price": 399,
    "publication_date": "2022/02/17",
    "min_age": 8,
    "max_age": 12,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"matilda.jpg",
    "summary":"Matilda is a brilliant child with a magical mind. But her parents have decided she's just a nuisance who wastes too much time on reading and stories. And her headmistress Miss Trunchbull is a terrible bully, who thinks children are rotten and awful and should be locked up. Now it's time for Matilda to find the power to change her story, and show them just how extraordinary children can be . . ."
  },
  
  {
   
    "title": "Charlie and the Chocolate Factory",
    "author_id": 3,
    "genre_id": 1,
    "price": 399,
    "publication_date": "2022/02/17",
    "min_age": 8,
    "max_age": 12,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"charlie-and-chocolate-factory.jpg",
    "summary":"Charlie Bucket's life is about to change forever, thanks to one miraculous moment! Willy Wonka, chocolate maker extraordinaire, has hidden five golden tickets in five ordinary bars of chocolate, and any child who finds one will get the chance to visit his incredible factory. And Charlie has found one . . . But so have . . ."
  },


  {
   
    "title": "The Paper Dolls",
    "author_id": 1,
    "genre_id": 1,
    "price": 399,
    "publication_date": "2022/02/17",
    "min_age": 5,
    "max_age": 8,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"the-paper-dolls.jpg",
    "summary":"The Paper Dolls is a stunning, lyrical story of childhood, memory and the power of imagination from Julia Donaldson, the author of The Gruffalo, and award-winning illustrator Rebecca Cobb.A string of paper dolls go on a fantastical adventure through the house and out into the garden. They soon escape the clutches of the toy dinosaur and the snapping jaws of the oven-glove crocodile, but then a very real pair of scissors threatens . . . The Paper Dolls is a beautiful and evocative story from Julia Donaldson and Rebecca Cobb, the bestselling creators of The Everywhere Bear."
    
  },

  {
   
    "title": "The Cave Baby",
    "author_id": 1,
    "genre_id": 1,
    "price": 399,
    "publication_date": "2022/02/17",
    "min_age": 5,
    "max_age": 8,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"the-cave-baby.jpg",
    "summary":""
  },

  {
   
    "title": "The Dinosaur's Diary",
    "author_id": 1,
    "genre_id": 1,
    "price": 399,
    "publication_date": "2022/02/17",
    "min_age": 5,
    "max_age": 8,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"the-dinosaur-diary.jpg",
    "summary":""
  },

  {
   
    "title": "The Gruffalo",
    "author_id": 1,
    "genre_id": 1,
    "price": 399,
    "publication_date": "2022/02/17",
    "min_age": 5,
    "max_age": 8,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"the-gruffalo.jpg",
    "summary":""
  },

  {
   
    "title": "The Secret Seven",
    "author_id": 2,
    "genre_id": 1,
    "price": 399,
    "publication_date": "2022/02/17",
    "min_age": 8,
    "max_age": 12,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"the-secret-seven.jpg",
    "summary":"Enid Blyton skillfully weaves together themes of adventure, mystery, and friendship throughout the story." 
  },
  
    {
   
    "title": "The Famous Five",
    "author_id": 2,
    "genre_id": 1,
    "price": 399,
    "publication_date": "2016/06/14",
    "min_age": 8,
    "max_age": 12,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"the-famous-five.jpg",
    "summary":"Enid Blyton skillfully weaves together themes of adventure, mystery, and friendship throughout the story. The Famous Five characters - adventure-seeker siblings Julian, Dick and Anne, their tomboy cousin George and Timmy the dog - spend their summer holidays together camping, hiking, swimming and picnicking. Somehow though, wherever they are, every holiday seems to produce a mystery to solve and a wild adventure to be had."
  },



  {
   
    "title": "7 Habits of Highly Effective People",
    "author_id": 12,
    "genre_id": 2,
    "price": 388,
    "publication_date": "2024/02/1",
    "min_age": 10,
    "max_age": 100 ,
    "copies_available": 2,
    "back_orders": 0,
    "img_file_name":"7-habits-of-highly-effective-people.jpg",
    "summary":"The 7 Habits of Highly Effective People is a business and self-help book that has transformed millions of lives around the world. Stephen Covey presents a step-by-step approach to effectiveness by focusing on principle-centered living. The 7 Habits include being proactive, beginning with the end in mind, putting first things first, thinking win-win, seeking first to understand then to be understood, synergizing, and sharpening the saw. This timeless classic has endured for over 25 years because it addresses the fundamental question of how individuals can fulfill their roles and responsibilities as productive citizens and leaders. By adopting these habits, readers gain the power to take control of their choices and become the person they want to be."
  },

  {
   
    "title": "Think and Grow Rich",
    "author_id": 2,
    "genre_id": 2,
    "price": 600,
    "publication_date":"2024/02/1",
    "min_age": 10,
    "max_age": 100 ,
    "copies_available": 2,
    "back_orders": 0,
    "img_file_name":"",
    "summary":""
  },
  {
  
    "title": "Ikki Guy",
    "author_id": 3,
    "genre_id": 1,
    "price": 700,
    "publication_date": 1974,
    "min_age": 10,
    "max_age": 100 ,
    "copies_available": 2,
    "back_orders": 0,
    "img_file_name":"",
    "summary":""
  },
  {
  
    "title": "Rich Dad and Poor Dad",
    "author_id": 14,
    "genre_id": 2,
    "price": 700,
    "publication_date": "2020/10/12",
    "min_age": 16,
    "max_age": 100,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"rich-dad-poor-dad.jpg",
    "summary":"Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his rich dad — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you."
  },
  
  {
  
    "title": "Power of the Subconscious Mind",
    "author_id": 13,
    "genre_id": 2,
    "price": 275,
    "publication_date": "2020/10/12",
    "min_age": 16,
    "max_age": 100,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"the-power-of-subconcious-mind.jpg",
    "summary":"The Power of Your Subconscious Mind is one of the most promising self improvement books that you can gift to yourself or your loved ones. This book is designed to help you improve your relationships, health, and also to give you an internal strength that makes every hurdle look small. The book brings together best of both the worlds – scientific research as well as spiritual wisdom. It used the combined ideas to explain how our subconscious mind has the power to change our lives. The book explains how by understanding and learning to control our subconscious mind, we can welcome a world of prosperity, happiness and success. This book will act as a guide and help you understand the depth of your subconscious, get rid of fears and attract what you desire simply by changing your beliefs. Having sold millions of copies, this book and its ideas have changed the lives of many all over the world."
  },
  {
  
    "title": "Do It Today",
    "author_id": 10,
    "genre_id": 2,
    "price": 250,
    "publication_date": "2020/10/12",
    "min_age": 16,
    "max_age": 100,
    "copies_available": 10,
    "back_orders": 0,
    "img_file_name":"do-it-today.jpg",
    "summary":"Are you also tired of putting off your dreams until tomorrow? Guess what! Tomorrow never comes. Am I right? I've procrastinated and putt off my desire to write a book for a decade. I always came up with excuses like, it's not the right time. Or, I need to do more research. But in 2015 I got tired of this endless procrastination, and finally took action. Six months later, my first book was published. Look, we all have limited time on our hands. And we're getting closer to death every single minute. That shouldn't scare. That should motivate you! Time is limited, that's why we must do the things we want: Today."
  },
  {
  
    "title": "Stop Worrying Start Living",
    "author_id": 11,
    "genre_id": 2,
    "price": 450,
    "publication_date": "2022/02/10",
    "min_age": 10,
    "max_age": 100,
    "copies_available": 0,
    "back_orders": 3,
    "img_file_name":"stop-worrying-start-living.jpg",
    "summary":"Are you so focused on a better tomorrow that you are unable to enjoy the present? Do you make great plans but cannot implement them efficiently? Do worries and insecurity overshadow your happiness and life? Break free from all these problems and step into a happier and more successful life with How to Stop Worrying and Start Living. It is a compendium of actionable insights on how to beat stress, fear and anxiety to lead a peaceful life. Having helped millions of readers worldwide, this book lists tried and tested life-lessons that is sure to change your life for the better. - Helped millions of readers worldwide - Tried and tested life-lessons - Find your true inner self - Learn to manage your time efficiently - Create a planned approach to physical, emotional and financial success"
  },

  {
  
    "title": "Men are from Mars, Women are from Venus",
    "author_id": 9,
    "genre_id": 2,
    "price": 700,
    "publication_date":"2022/02/10",
    "min_age": 18,
    "max_age": 99,
    "copies_available": 0,
    "back_orders": 3,
    "img_file_name":"",
    "summary":"Men Are from Mars, Women Are from Venus: Get Seriously Involved With The Classic Guide To Surviving The Opposite Sex? written by John Gray. ?You can't Live with Them, You can't Live without Them? is a true saying. The book helps the men to understand the inner working of a woman and vice versa. The emotions and expressions of men and women are different from each other. The book explains the reactions of women when she is in problem and on the other hand, how or why men suppress their emotions."
  }

  


]
